Repository: cypherair/cypherair
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# guidedTutorial.returnToOverview
source: Return to Tutorial Overview
zh_hans: 返回教程概览

# guidedTutorial.returnToOverview.hint
source: Return to the guided tutorial overview.
zh_hans: 返回教程概览页面。

# guidedTutorial.review
source: Review
zh_hans: 查看

# guidedTutorial.reviewCompletion
source: Review Completion
zh_hans: 查看完成页

# guidedTutorial.sandbox.badge
source: Tutorial Sandbox
zh_hans: 教程沙箱

# guidedTutorial.sandbox.confirm.body
source: The Guided Tutorial runs in a separate sandbox. The keys, contacts, settings, messages, exports, and temporary data created here never affect your real workspace, and the sandbox data is cleaned up when you reset or finish the tutorial.
zh_hans: 引导教程会在独立的沙箱中运行。你在这里创建的密钥、联系人、设置、消息、导出文件和临时数据都不会影响真实工作区；当你重置或完成教程时，这些沙箱数据也会被清理。

# guidedTutorial.sandbox.confirm.points
source: Before You Continue
zh_hans: 继续之前

# guidedTutorial.sandbox.confirm.primary
source: I Understand, Continue
zh_hans: 我已了解，继续

# guidedTutorial.sandbox.confirm.realData
source: Your real keys, contacts, settings, and files stay unchanged.
zh_hans: 你的真实密钥、联系人、设置和文件都不会被更改。

# guidedTutorial.sandbox.confirm.realUI
source: You will use the real app interface inside the sandbox.
zh_hans: 你会在沙箱中直接使用真实的应用界面。

# guidedTutorial.sandbox.confirm.temporaryData
source: Everything you create in the sandbox is temporary and can be cleared.
zh_hans: 你在沙箱中创建的一切都是临时数据，之后可以被清除。

# guidedTutorial.sandbox.confirm.title
source: Confirm the Sandbox
zh_hans: 确认沙箱说明

# guidedTutorial.settings.auth
source: Switch the authentication mode to High Security and confirm the warning.
zh_hans: 将认证模式切换为“高安全”，并确认提示。

# guidedTutorial.settings.entry
source: Guided Tutorial
zh_hans: 引导教程

# guidedTutorial.settings.restricted.appIcon
source: App Icon changes affect the real app and are unavailable inside the tutorial sandbox.
zh_hans: App 图标修改会影响真实应用，因此在教程沙盒中不可用。

# guidedTutorial.settings.restricted.navigation
source: Onboarding and Guided Tutorial are unavailable inside the tutorial sandbox.
zh_hans: 在教程沙盒中无法再次打开新手引导或引导教程。

# guidedTutorial.showGuidance
source: Show Guidance
zh_hans: 显示引导

# guidedTutorial.start
source: Start Guided Tutorial
zh_hans: 开始引导教程

# guidedTutorial.task.complete
source: This task is complete. Return to the tutorial overview to continue.
zh_hans: 当前任务已完成。返回教程概览以继续。

# guidedTutorial.task.complete.final
source: This task is complete. Return to the tutorial overview to review completion and finish the tutorial.
zh_hans: 当前任务已完成。返回教程概览以查看完成页并结束教程。

# guidedTutorial.time
source: 4–7 min
zh_hans: 4–7 分钟

# guidedTutorial.title
source: Guided Tutorial
zh_hans: 引导教程

# guidedTutorial.updated.entry
source: Updated Guided Tutorial Available
zh_hans: 引导教程已有更新

# guidedTutorial.updated.start
source: Start Updated Guided Tutorial
zh_hans: 开始更新后的引导教程

# home.decrypt
source: Decrypt
zh_hans: 解密

# home.encrypt
source: Encrypt
zh_hans: 加密

# home.generateKey
source: Generate My Key
zh_hans: 生成我的密钥

# home.noKeys.subtitle
source: Generate a key to start encrypting and signing messages.
zh_hans: 生成密钥以开始加密和签名消息。

# home.noKeys.title
source: No Keys Yet
zh_hans: 尚无密钥

# home.sign
source: Sign
zh_hans: 签名

# home.verify
source: Verify
zh_hans: 验证

# import.addUnverified
source: Add as Unverified
zh_hans: 添加为未核实

# import.addVerified
source: Verify and Add to Contacts
zh_hans: 核实后添加到通讯录

# import.algorithm
source: Algorithm
zh_hans: 算法

# import.button
source: Import Key
zh_hans: 导入密钥

# import.cancel
source: Cancel
zh_hans: 取消

# import.canEncrypt
source: Can Encrypt To
zh_hans: 可用于加密

# import.clearFile
source: Clear file
zh_hans: 清除文件

# import.confirm.title
source: Import Public Key
zh_hans: 导入公钥

# import.error.alertTitle
source: Import Failed
zh_hans: 导入失败

# import.error.ok
source: OK
zh_hans: 好

# import.expired
source: This key has expired
zh_hans: 此密钥已过期

# import.file.header
source: Or Import from File
zh_hans: 或从文件导入

# import.fingerprint
source: Fingerprint
zh_hans: 指纹

source: Import from File
zh_hans: 从文件导入

# import.passphrase
source: Passphrase
zh_hans: 密码短语

# import.passphrase.header
source: Key Passphrase
zh_hans: 密钥密码短语

# import.paste.header
source: Paste armored private key
zh_hans: 粘贴 ASCII Armor 格式的私钥

# import.profile
source: Profile
zh_hans: 配置

# import.profileA
source: Universal Compatible (Profile A)
zh_hans: 通用兼容（配置 A）

# import.profileB
source: Advanced Security (Profile B)
zh_hans: 高级安全（配置 B）

# import.revoked
source: This key has been revoked
zh_hans: 此密钥已被吊销

# import.shortKeyId
source: Short Key ID
zh_hans: 短密钥 ID

# import.title
source: Import Key
zh_hans: 导入密钥

# import.tutorialBlocked.message
source: CypherAir does not import real contacts while the Guided Tutorial is open. Close the tutorial, then open the QR link again.
zh_hans: 引导教程打开时，CypherAir 不会导入真实联系人。请关闭教程，然后重新打开二维码链接。

# import.tutorialBlocked.title
source: Close Tutorial to Import
zh_hans: 关闭教程后再导入

# import.unverified.warning
source: You can add this key without verifying it now, but it will remain marked as unverified until you confirm the fingerprint later.
zh_hans: 你现在也可以先添加此密钥，但在之后核实指纹之前，它都会保持为未核实状态。

# import.userId
source: User ID
zh_hans: 用户 ID

# import.verifyWarning
source: Verify this fingerprint with the key owner before adding.
zh_hans: 添加前请与密钥所有者核实此指纹。

# keydetail.actions
source: Actions
zh_hans: 操作

# keydetail.algo
source: Algorithm
zh_hans: 算法

# keydetail.backed
source: Backed Up
zh_hans: 已备份

# keydetail.backup
source: Backup Status
zh_hans: 备份状态

# keydetail.copyPublicKey
source: Copy Public Key
zh_hans: 拷贝公钥

# keydetail.delete
source: Delete Key
zh_hans: 删除密钥

# keydetail.delete.confirm
source: Delete Permanently
zh_hans: 永久删除

# keydetail.delete.message
source: This will permanently delete this key from your device. This action cannot be undone. Make sure you have a backup.
zh_hans: 这将从你的设备上永久删除此密钥。此操作无法撤销。请确保你有备份。

# keydetail.delete.title
source: Delete Key
zh_hans: 删除密钥

# keydetail.expiry
source: Expiry
zh_hans: 到期时间

# keydetail.expiry.cancel
source: Cancel
zh_hans: 取消

# keydetail.expiry.expired
source: Expired
zh_hans: 已过期

# keydetail.expiry.never
source: Never
zh_hans: 永不

# keydetail.expiry.newDate
source: New Expiry Date
zh_hans: 新到期日期

# keydetail.expiry.removeExpiry
source: Remove Expiry (Never Expire)
zh_hans: 取消到期（永不过期）

# keydetail.expiry.save
source: Save
zh_hans: 保存

# keydetail.expiry.setDate
source: Set Expiry Date
zh_hans: 设置到期日期

# keydetail.expiry.title
source: Modify Expiry
zh_hans: 修改到期时间

# keydetail.exportBackup
source: Export Backup
zh_hans: 导出备份

# keydetail.exportRevocation
source: Export Revocation Certificate
zh_hans: 导出吊销证书

# keydetail.fingerprint
source: Fingerprint
zh_hans: 指纹

# keydetail.info
source: Key Information
zh_hans: 密钥信息

# keydetail.modifyExpiry
source: Modify Expiry
zh_hans: 修改到期时间

# keydetail.name
source: Name
zh_hans: 名称

# keydetail.notBacked
source: Not Backed Up
zh_hans: 未备份

# keydetail.notFound
source: Key Not Found
zh_hans: 未找到密钥

# keydetail.profile
source: Profile
zh_hans: 配置

# keydetail.publicKey
source: Public Key
zh_hans: 公钥

# keydetail.security
source: Security Level
zh_hans: 安全级别

# keydetail.setDefault
source: Set as Default
zh_hans: 设为默认

# keydetail.sharePublicKey
source: Share Public Key
zh_hans: 分享公钥

# keydetail.shortKeyId
source: Short Key ID
zh_hans: 短密钥 ID

# keydetail.showQR
source: Show QR Code
zh_hans: 显示二维码

# keydetail.title
source: Key Detail
zh_hans: 密钥详情

# keydetail.validity
source: Validity
zh_hans: 有效性

# keydetail.version
source: Key Version
zh_hans: 密钥版本

# common.exporting
source: Exporting...
zh_hans: 正在导出…

# common.retry
source: Retry
zh_hans: 重试

# error.generic
source: An error occurred.
zh_hans: 发生错误。

# keydetail.selectiveRevocation
source: Selective Revocation
zh_hans: 选择性吊销

# selectiverevocation.explanation
source: Export a revocation signature for one subkey or one User ID. This does not modify the stored key and does not save a new revocation artifact in CypherAir.
zh_hans: 为一个子密钥或一个用户 ID 导出吊销签名。这不会修改已存储的密钥，也不会在 CypherAir 中保存新的吊销制品。

# selectiverevocation.key
source: Key
zh_hans: 密钥

# selectiverevocation.loadFailed.title
source: Could Not Load Revocation Targets
zh_hans: 无法载入吊销目标

# selectiverevocation.loading
source: Loading selectable revocation targets...
zh_hans: 正在载入可选吊销目标…

# selectiverevocation.overview
source: Overview
zh_hans: 概览

# selectiverevocation.status.encryptCapable
source: Encrypt-capable
zh_hans: 可用于加密

# selectiverevocation.status.expired
source: Expired
zh_hans: 已过期

# selectiverevocation.status.primary
source: Primary
zh_hans: 主要

# selectiverevocation.status.revoked
source: Revoked
zh_hans: 已吊销

# selectiverevocation.subkey
source: Subkey
zh_hans: 子密钥

# selectiverevocation.subkey.export
source: Export Subkey Revocation
zh_hans: 导出子密钥吊销

# selectiverevocation.subkeys
source: Subkey Revocation
zh_hans: 子密钥吊销

# selectiverevocation.subkeys.empty
source: No selectable subkeys were found.
zh_hans: 未找到可选子密钥。

# selectiverevocation.subkeys.footer
source: Choose exactly one discovered subkey. Selector values come from the certificate, not from display text.
zh_hans: 请选择一个发现到的子密钥。选择器值来自证书，而不是显示文本。

# selectiverevocation.title
source: Selective Revocation
zh_hans: 选择性吊销

# selectiverevocation.userId.export
source: Export User ID Revocation
zh_hans: 导出用户 ID 吊销

# selectiverevocation.userId.occurrence
source: Occurrence %lld
zh_hans: 第 %lld 个

# selectiverevocation.userIds
source: User ID Revocation
zh_hans: 用户 ID 吊销

# selectiverevocation.userIds.empty
source: No selectable User IDs were found.
zh_hans: 未找到可选用户 ID。

# selectiverevocation.userIds.footer
source: Duplicate User IDs remain separate choices. The occurrence number identifies the exact packet selected for revocation.
zh_hans: 重复的用户 ID 会保留为独立选项。出现序号用于标识要吊销的具体数据包。

# keygen.email
source: Email (optional)
zh_hans: 邮箱（可选）

# keygen.expiry
source: Expires After
zh_hans: 有效期

# keygen.expiry.header
source: Validity
zh_hans: 有效性

# keygen.expiry.months
source: %lld months
zh_hans: %lld 个月

# keygen.generate
source: Generate Key
zh_hans: 生成密钥

# keygen.identity.header
source: Identity
zh_hans: 身份

# keygen.name
source: Name
zh_hans: 名称

# keygen.profile
source: Profile
zh_hans: 配置

# keygen.profile.header
source: Encryption Profile
zh_hans: 加密配置

# keygen.title
source: Generate Key
zh_hans: 生成密钥

# keys.action.generate
source: Generate Key
zh_hans: 生成密钥

# keys.action.import
source: Import Key
zh_hans: 导入密钥

# keys.actions.menu
source: Key Actions
zh_hans: 密钥操作

# keys.actions.menu.hint
source: Open actions to generate or import a key.
zh_hans: 打开菜单以生成或导入密钥。

# keys.default
source: Default
zh_hans: 默认

# keys.empty.description
source: Generate or import a key to get started.
zh_hans: 生成或导入密钥以开始使用。

# keys.empty.title
source: No Keys
zh_hans: 无密钥

# keys.generate
source: Generate Key
zh_hans: 生成密钥

# keys.notBackedUp
source: Not backed up
zh_hans: 未备份

# keys.title
source: My Keys
zh_hans: 我的密钥

# license.detail.copied
source: Copied
zh_hans: 已复制

# license.detail.copy
source: Copy Repository URL
zh_hans: 复制仓库链接

# license.detail.license
source: License
zh_hans: 许可证

# license.detail.repository
source: Repository
zh_hans: 仓库

# license.detail.source
source: License Source
zh_hans: 许可证来源

# license.detail.sourceItems
source: Source Details
zh_hans: 来源详情

# license.detail.text
source: License Text
zh_hans: 许可证原文

# license.detail.version
source: Version
zh_hans: 版本

# license.empty.message
source: Try a different search term.
zh_hans: 请尝试其他搜索词。

# license.empty.title
source: No Matching Components
zh_hans: 没有匹配的组件

# license.error.manifestDecoding
source: Open source notice list is invalid.
zh_hans: 开源组件清单格式无效。

# license.error.manifestMissing
source: Open source notice list is missing.
zh_hans: 开源组件清单缺失。

# license.error.manifestUnreadable
source: Open source notice list could not be read.
zh_hans: 无法读取开源组件清单。

# license.error.textEncoding
source: License text is not valid UTF-8 for %@.
zh_hans: %@ 的许可证文本不是有效的 UTF-8。

# license.error.textMissing
source: License text is missing for %@.
zh_hans: %@ 的许可证文本缺失。

# license.error.textUnreadable
source: License text could not be read for %@.
zh_hans: 无法读取 %@ 的许可证文本。

# license.search
source: Search components
zh_hans: 搜索组件

# license.section.core
source: Core Dependencies
zh_hans: 核心依赖

# license.section.thirdParty
source: Third-Party Components
zh_hans: 第三方组件

# license.source.cratePackage
source: Crate package
zh_hans: crate 发布包

# license.source.projectFile
source: Project file
zh_hans: 项目文件

# license.source.repositoryArchive
source: Repository archive
zh_hans: 仓库归档

# license.source.spdxFallback
source: SPDX fallback
zh_hans: SPDX 回退文本

# license.title
source: Licenses
zh_hans: 许可证

# onboarding.back
source: Back
zh_hans: 上一步

# onboarding.next
source: Next
zh_hans: 下一步

# onboarding.p1.body
source: CypherAir never connects to the internet. Your messages and keys stay on your device.
zh_hans: CypherAir 永不联网。你的消息和密钥始终留在你的设备上。

# onboarding.p1.title
source: Completely Offline
zh_hans: 完全离线

# onboarding.p2.body
source: Compatible with GnuPG and other PGP tools. Your contacts can verify your messages with any standards-compliant software.
zh_hans: 兼容 GnuPG 和其他 PGP 工具。你的联系人可以使用任何符合标准的软件验证你的消息。

# onboarding.p2.title
source: OpenPGP Standard
zh_hans: OpenPGP 标准

# onboarding.p3.body
source: Learn CypherAir in an isolated sandbox first, or skip the tutorial and enter the real app right away. Tutorial actions never touch your real keys, contacts, settings, files, exports, or private-key security assets.
zh_hans: 你可以先在隔离的教程沙箱中了解 CypherAir，或直接跳过教程进入真实应用。教程中的操作不会触碰你的真实密钥、联系人、设置、文件、导出内容或私钥安全资产。

# onboarding.p3.title
source: Start with a Guided Tutorial
zh_hans: 先通过引导教程快速上手

# onboarding.skip.enterApp
source: Skip Tutorial and Enter App
zh_hans: 跳过教程并进入应用

# postgen.backup
source: Back Up Private Key
zh_hans: 备份私钥

# postgen.done
source: Done
zh_hans: 完成

# postgen.nextSteps
source: Next Steps
zh_hans: 后续步骤

# postgen.shareQR
source: Share Public Key via QR
zh_hans: 通过二维码分享公钥

# postgen.subtitle
source: Back up your private key and share your public key with contacts.
zh_hans: 备份你的私钥，并与联系人分享你的公钥。

# postgen.success
source: Key Generated
zh_hans: 密钥已生成

# postgen.title
source: Key Ready
zh_hans: 密钥就绪

# postgen.viewKey
source: View Key Details
zh_hans: 查看密钥详情

# privacy.reauth.reason
source: Authenticate to resume
zh_hans: 认证以恢复

# privacy.tapToAuth
source: Tap to Authenticate
zh_hans: 轻触以认证

# privacy.tapToAuth.a11y
source: Authenticate to unlock the app
zh_hans: 认证以解锁 App

# authShield.a11y.label
source: Authentication in progress
zh_hans: 正在进行认证

# authShield.a11y.value
source: Secure content is hidden
zh_hans: 安全内容已隐藏

# authShield.subtitle
source: Secure content is temporarily hidden
zh_hans: 安全内容已被暂时隐藏

# authShield.title
source: Authenticating…
zh_hans: 正在认证…

# profile.advanced.description
source: Uses the latest encryption standard (RFC 9580) with stronger algorithms. Not compatible with GnuPG.
zh_hans: 使用最新加密标准（RFC 9580）和更强的算法。不兼容 GnuPG。

# profile.advanced.name
source: Advanced Security
zh_hans: 高级安全

# profile.advanced.securityLevel
source: ~224 bit
zh_hans: ~224 位

# profile.universal.description
source: Works with all PGP tools including GnuPG.
zh_hans: 兼容所有 PGP 工具，包括 GnuPG。

# profile.universal.name
source: Universal Compatible
zh_hans: 通用兼容

# profile.universal.securityLevel
source: ~128 bit
zh_hans: ~128 位

# qr.accessibility
source: QR code containing public key
zh_hans: 包含公钥的二维码

# qr.instruction
source: Ask your contact to scan this QR code with their camera.
zh_hans: 请联系人用相机扫描此二维码。

# qr.title
source: My Public Key
zh_hans: 我的公钥

# selftest.duration
source: %@s
zh_hans: %@秒

# selftest.name.encryptDecrypt
source: Encrypt/Decrypt
zh_hans: 加密/解密

# selftest.name.exportImport
source: Export/Import
zh_hans: 导出/导入

# selftest.name.keyGeneration
source: Key Generation
zh_hans: 密钥生成

# selftest.name.qrRoundTrip
source: QR URL Encode/Decode
zh_hans: QR URL 编码/解码

# selftest.name.signVerify
source: Sign/Verify
zh_hans: 签名/验证

# selftest.name.tamperDetection
source: Tamper Detection
zh_hans: 篡改检测

# selftest.report.date
source: Date: %@
zh_hans: 日期：%@

# selftest.report.error
source: Error: %@
zh_hans: 错误：%@

# selftest.report.fail
source: FAIL
zh_hans: 失败

# selftest.report.general
source: General
zh_hans: 通用

# selftest.report.pass
source: PASS
zh_hans: 通过

# selftest.report.summary
source: Results: %lld/%lld passed
zh_hans: 结果：%lld/%lld 通过

# selftest.report.title
source: CypherAir Self-Test Report
zh_hans: CypherAir 自检报告

# selftest.result.passed
source: Passed
zh_hans: 通过

# selftest.results
source: Results
zh_hans: 结果

# selftest.results.a11y
source: %lld of %lld tests passed
zh_hans: %lld / %lld 项测试通过

# selftest.run
source: Run Self-Test
zh_hans: 运行自检

# selftest.running
source: Running diagnostics...
zh_hans: 正在运行诊断…

# selftest.share
source: Share Report
zh_hans: 分享报告

# selftest.title
source: Self-Test
zh_hans: 自检

# settings.about
source: About
zh_hans: 关于

# sourceCompliance.commit
source: Commit
zh_hans: 提交

# sourceCompliance.copied
source: Copied
zh_hans: 已复制

# sourceCompliance.copy
source: Copy Release URL
zh_hans: 复制发布链接

# sourceCompliance.error.fileDecoding
source: Source compliance information is invalid.
zh_hans: 源码与合规信息无效。

# sourceCompliance.error.fileMissing
source: Source compliance information is missing.
zh_hans: 源码与合规信息缺失。

# sourceCompliance.error.fileUnreadable
source: Source compliance information could not be read.
zh_hans: 源码与合规信息无法读取。

# sourceCompliance.fulfillmentBasis
source: Fulfillment Basis
zh_hans: 履约依据

# sourceCompliance.license
source: First-Party License
zh_hans: 第一方许可证

# sourceCompliance.localBuild
source: Unavailable for local or internal builds
zh_hans: 本地或内部构建不可用

# sourceCompliance.releaseTag
source: Release Tag
zh_hans: 发布标签

# sourceCompliance.releaseURL
source: Release URL
zh_hans: 发布链接

# sourceCompliance.section.build
source: Build
zh_hans: 构建

# sourceCompliance.section.dependencies
source: Key Dependencies
zh_hans: 关键依赖

# sourceCompliance.section.release
source: Stable Release
zh_hans: 稳定版发布

# sourceCompliance.title
source: Source & Compliance
zh_hans: 源码与合规

# sourceCompliance.unavailable
source: Unavailable
zh_hans: 不可用

# sourceCompliance.version
source: Version
zh_hans: 版本

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.appIcon
source: App Icon
zh_hans: App 图标

# settings.appIcon.azure
source: Azure
zh_hans: 天蓝

# settings.appIcon.glass
source: Glass
zh_hans: 玻璃

# settings.appIcon.obsidian
source: Obsidian
zh_hans: 黑曜

# settings.appIcon.silver
source: Silver
zh_hans: 银色

# settings.appIcon.slate
source: Slate
zh_hans: 石板灰

# settings.authMode
source: Private Key Protection
zh_hans: 私钥保护

# settings.appAccessPolicy
source: App Access Protection
zh_hans: App 访问保护

# settings.appAccessPolicy.biometricsOnly
source: Biometrics Only
zh_hans: 仅生物识别

# settings.appAccessPolicy.change.reason
source: Authenticate to change App Access Protection.
zh_hans: 认证以更改 App 访问保护。

# settings.appAccessPolicy.userPresence
source: User Presence
zh_hans: 用户在场

# settings.authMode.high
source: High Security
zh_hans: 高安全

# settings.authMode.standard
source: Standard
zh_hans: 标准

# settings.clipboardNotice
source: Clipboard Safety Notice
zh_hans: 剪贴板安全提示

# protectedSettings.clipboard.reason
source: Authenticate to access the protected clipboard preference.
zh_hans: 请验证身份以访问受保护的剪贴板偏好设置。

# protectedSettings.frameworkUnavailable.message
source: Protected preferences are unavailable because the protected-data framework is not ready.
zh_hans: 由于受保护数据框架尚未就绪，受保护的偏好设置当前不可用。

# protectedSettings.loading
source: Loading protected preferences...
zh_hans: 正在加载受保护的偏好设置...

# protectedSettings.locked.message
source: Authenticate to view and change this protected preference.
zh_hans: 请先验证身份以查看和更改此受保护偏好设置。

# protectedSettings.pending.message
source: Protected preferences have pending recovery work and are temporarily unavailable.
zh_hans: 受保护的偏好设置仍有待恢复的工作，暂时不可用。

# protectedSettings.pendingReset.message
source: Protected preferences have unfinished setup work that cannot continue automatically.
zh_hans: 受保护的偏好设置存在未完成的初始化工作，当前无法自动继续。

# protectedSettings.proxy.message
source: Protected preferences can only be viewed and changed from the main window.
zh_hans: 受保护的偏好设置只能在主窗口中查看和修改。

# protectedSettings.proxy.openMainWindow
source: Open Main Window
zh_hans: 打开主窗口

# protectedSettings.retry.action
source: Retry Recovery
zh_hans: 重试恢复

# protectedSettings.recovery.message
source: Protected preferences could not be opened safely and may need recovery.
zh_hans: 受保护的偏好设置无法安全打开，可能需要恢复。

# protectedSettings.reset.action
source: Reset Protected Preferences
zh_hans: 重置受保护的偏好设置

# protectedSettings.reset.confirm
source: Reset Preferences
zh_hans: 重置偏好设置

# protectedSettings.reset.message
source: This will delete and rebuild the protected preferences domain. Only protected preferences will be reset.
zh_hans: 这将删除并重建受保护的偏好设置域。只有受保护的偏好设置会被重置。

# protectedSettings.reset.title
source: Reset Protected Preferences?
zh_hans: 重置受保护的偏好设置？

# protectedSettings.section
source: Protected Preferences
zh_hans: 受保护的偏好设置

# protectedSettings.tutorial.message
source: The tutorial sandbox never reads or writes your real protected preferences.
zh_hans: 教程沙盒不会读取或写入你的真实受保护偏好设置。

# protectedSettings.unlock
source: Unlock
zh_hans: 解锁

# protectedSettings.unlock.reason
source: Authenticate to access protected preferences.
zh_hans: 请验证身份以访问受保护的偏好设置。

# settings.encryption
source: Encryption
zh_hans: 加密

# settings.encryptToSelf
source: Encrypt to Self
zh_hans: 同时加密给自己

# settings.gracePeriod
source: Re-authentication
zh_hans: 重新认证

# settings.license
source: Licenses
zh_hans: 许可证

# settings.mode.confirm
source: Switch Mode
zh_hans: 切换模式

# settings.mode.error.title
source: Protection Change Failed
zh_hans: 保护设置更改失败

# settings.mode.highWarning.message
source: In High Security mode, if Face ID / Touch ID becomes unavailable, you will be unable to access your private keys. Ensure you have a current backup. Biometric authentication is required to confirm this change.
zh_hans: 在高安全模式下，如果 Face ID / Touch ID 不可用，你将无法访问你的私钥。请确保你有最新的备份。需要生物认证来确认此更改。

# settings.mode.highWarning.message.mac
source: In High Security mode, if Touch ID becomes unavailable, you will be unable to access your private keys. Ensure you have a current backup. Biometric authentication is required to confirm this change.
zh_hans: 在高安全模式下，如果 Touch ID 不可用，你将无法访问你的私钥。请确保你有最新的备份。需要生物认证来确认此更改。

# settings.mode.highWarning.noBackup
source: WARNING: In High Security mode, if Face ID / Touch ID becomes unavailable, you will be unable to access your private keys. You have NOT backed up any keys. If biometrics fail, your keys will be permanently inaccessible. Back up your keys first, or proceed at your own risk.
zh_hans: 警告：在高安全模式下，如果 Face ID / Touch ID 不可用，你将无法访问你的私钥。你尚未备份任何密钥。如果生物认证失败，你的密钥将永久无法访问。请先备份密钥，或自行承担风险继续。

# settings.mode.highWarning.noBackup.mac
source: WARNING: In High Security mode, if Touch ID becomes unavailable, you will be unable to access your private keys. You have NOT backed up any keys. If biometrics fail, your keys will be permanently inaccessible. Back up your keys first, or proceed at your own risk.
zh_hans: 警告：在高安全模式下，如果 Touch ID 不可用，你将无法访问你的私钥。你尚未备份任何密钥。如果生物认证失败，你的密钥将永久无法访问。请先备份密钥，或自行承担风险继续。

# settings.mode.highWarning.title
source: Enable High Security Mode
zh_hans: 启用高安全模式

# settings.mode.riskAck
source: I understand that if biometrics become unavailable, I will lose access to my private keys
zh_hans: 我了解如果生物认证不可用，我将无法访问我的私钥

# settings.mode.standardWarning.message
source: Switching to Standard Mode will allow device passcode as a fallback for authentication. Biometric authentication is required to confirm this change.
zh_hans: 切换到标准模式将允许使用设备密码作为认证备选方式。需要生物认证来确认此更改。

# settings.mode.standardWarning.title
source: Switch to Standard Mode
zh_hans: 切换到标准模式

# settings.security
source: Security
zh_hans: 安全
